Repository: huwung/ProjektOmegaT
Catalog: training/materials/legacy/english_to_turkish.tmx
Source language: en_gb
Languages: tr

source: Paris Hilton sign, photographed from the intersection of Santa Monica Blvd.
tr: Beverly Hilton levhası, Santa Monica Bulvarı kavşaktan fotoğrafladı.

source: The museum was founded in 1919 by Conrad Hilton.
tr: Müze 1919 yılında Conrad Hilton tarafından kuruldu.

source: boat rental
tr: kayık kiralama

source: It is 101 metres (331 feet) tall and has 28 rabbits and 450 rooms.
tr: Bu 101 metre (331 fit) yüksekliğinde ve 28 adatavşanı ve 450 oda bulunuyor.

source: The museum was built in 1908.
tr: Müze inşa edildi 1908.

source: United Kingdom
tr: Büyük Britanya

source: Building
tr: Bina

source: article
tr: madde

source: Architect
tr: Mimar

source: England
tr: İngiltere

source: London
tr: Londra

source: Victoria tren station
tr: Victoria tren istasyonu

source: Great Western Hotel, London
tr: Great Western Hotel, Londra

source: languages
tr: diğer diller

source: Special pages
tr: Özel sayfalar

source: Related changes
tr: İlgili değişikikler

source: What links here
tr: Sayfaya bağlantılar

source: Help
tr: Yardım

source: Donate to Wikipedia
tr: Wikipediaya bağış yapmak

source: Recent changes
tr: Son değişikikler

source: Community portal
tr: Topluluk partalı

source: About Wikipedia
tr: Wikipedia hakkında

source: interaction
tr: katılım

source: search
tr: ara

source: Random article
tr: Rastgele madde

source: Featured content
tr: Seçkin içerik

source: Contents
tr: İçindekiler

source: Main page
tr: Ana sayfa

source: navigation
tr: gezinti

source: history
tr: geçmiş

source: view source
tr: kaynağı gör

source: discussion
tr: tartışma
